/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Tento počítač zrejme nie je pripojený na internet.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Tento počítač zrejme nie je pripojený na internet.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Tento počítač je zrejme pripojený na internet.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS server tohto počítača neodpovedá.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS serveru sa nepodarilo nájsť názov servera.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Router tohto počítača neodpovedá.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Server, ku ktorému sa pokúša pripojiť tento počítač neodpovedá.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Tento počítač je zrejme pripojený na internet.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Heslo webového formulára";

/* HTTP result code string */
"accepted" = "prijatý";

/* HTTP result code string */
"bad gateway" = "zlá gateway";

/* HTTP result code string */
"bad request" = "zlá požiadavka";

/* HTTP result code string */
"client error" = "chyba klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "pokračovať";

/* HTTP result code string */
"created" = "vytvorený";

/* HTTP result code string */
"expectation failed" = "očakávanie zlyhalo";

/* HTTP result code string */
"forbidden" = "zakázaný";

/* HTTP result code string */
"found" = "nájdený";

/* HTTP result code string */
"gateway timed out" = "gateway vypršal čas";

/* HTTP result code string */
"informational" = "informačný";

/* HTTP result code string */
"internal server error" = "vnútorná chyba servera";

/* HTTP result code string */
"length required" = "požadovaná dĺžka";

/* HTTP result code string */
"method not allowed" = "metóda nepovolená";

/* HTTP result code string */
"moved permanently" = "presunutý navždy";

/* HTTP result code string */
"multiple choices" = "viacnásobný výber";

/* HTTP result code string */
"needs proxy" = "vyžaduje proxy";

/* HTTP result code string */
"no content" = "žiadny obsah";

/* HTTP result code string */
"no error" = "žiadna chyba";

/* HTTP result code string */
"non-authoritative information" = "neautorizačné informácie";

/* HTTP result code string */
"not found" = "sa nenašiel";

/* HTTP result code string */
"not modified" = "nebol upravený";

/* HTTP result code string */
"partial content" = "čiastočný obsah";

/* HTTP result code string */
"payment required" = "vyžaduje sa platba";

/* HTTP result code string */
"precondition failed" = "zlyhala podmienka";

/* HTTP result code string */
"proxy authentication required" = "vyžaduje a autentifikácia proxy";

/* HTTP result code string */
"redirected" = "presmerovaný";

/* HTTP result code string */
"no longer exists" = "už neexistuje";

/* HTTP result code string */
"request timed out" = "požiadavke vypršal čas";

/* HTTP result code string */
"request too large" = "požiadavka príliš veľká";

/* HTTP result code string */
"requested URL too long" = "URL požiadavky príliš dlhé";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah neuspokojivý";

/* HTTP result code string */
"reset content" = "resetovať obsah";

/* HTTP result code string */
"see other" = "zobraziť iné";

/* HTTP result code string */
"server error" = "chyba servera";

/* HTTP result code string */
"service unavailable" = "služba nedostupná";

/* HTTP result code string */
"success" = "podarilo sa";

/* HTTP result code string */
"switching protocols" = "prepínanie protokolov";

/* HTTP result code string */
"temporarily redirected" = "dočasne presmerovaný";

/* HTTP result code string */
"unacceptable" = "neakceptovateľný";

/* HTTP result code string */
"unauthorized" = "neautorizovaný";

/* HTTP result code string */
"unimplemented" = "neuskutočnený";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verzia";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Pri komunikácii s webovým proxy serverom (HTTP) nastal problém.";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Pri komunikácii so zabezpečeným webovým proxy serverom (HTTPS) nastal problém.";

/* WebFoundationErrorUnknown description */
"Err-998" = "neznáma chyba";

/* WebFoundationErrorCancelled description */
"Err-999" = "zrušený";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "zlá URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Požiadavke vypršal čas";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nepodporovaná URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Server s týmto menom hostiteľa sa nenašiel.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Nepodarilo sa sa pripojiť k serveru.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Pripojenie k sieti bolo stratené.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Chyba vyhľadávania DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "príliš veľa HTTP presmerovaní";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "zdroj je nedostupný";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Pripojenie na internet je zrejme offline.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "presmerovaný nikam";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Zlá odpoveď od servera.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "zdroj s nulovou veľkosťou";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nie je možné dekódovať raw dáta";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "nie je možné dekódovať obsah";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "nie je možné rozobrať odpoveď";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Medzinárodný roaming je vypnutý.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Dátové spojenie nie je možné nadviazať, pretože práve prebieha hovor.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Dátové spojenie nie je v tejto chvíli povolené.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "príliš veľa požiadaviek";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Požadovaná URL sa na tomto serveri nenašla.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "súbor je adresár";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nemáte práva na prístup k požadovanému zdroju.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "zdroj presahuje maximálnu veľkosť";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Došlo k chybe v SSL a nie je možné nadviazať zabezpečené spojenie so serverom.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certifikát tohto servera vypršal.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certifikát tohto servera vypršal. Je možné, že sa pripájate k serveru, ktorý predstiera že je „%@“. Vystavujete tak vaše osobné informácie riziku zneužitia. Chcete sa aj tak pripojiť k tomuto serveru?";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikát tohto servera je neplatný.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikát tohto servera je neplatný. Je možné, že sa pripájate k serveru, ktorý predstiera, že je „%@“. Vystavujete tak vaše osobné informácie riziku zneužitia. Chcete sa aj tak pripojiť k tomuto serveru?";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikát tohto servera bol podpísaný neznámou certifikačnou autoritou.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikát tohto servera bol podpísaný neznámou certifikačnou autoritou. Je možné, že sa pripájate k serveru, ktorý predstiera že je „%@“. Vystavujete tak vaše osobné informácie riziku zneužitia.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikát tohto servera zatiaľ nie je platný.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikát tohto servera zatiaľ nie je platný. Je možné, že sa pripájate k serveru, ktorý predstiera že je „%@“. Vystavujete tak vaše osobné informácie riziku zneužitia.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Server neprijal certifikát.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Server „%@“ neprijal certifikát.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Server vyžaduje certifikát klienta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Server „%@“ vyžaduje certifikát klienta.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nie je možné načítavať zo siete";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Nie je možné vytvoriť súbor";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Nie je možné otvoriť súbor";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Počas zatvárania súboru došlo k chybe";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Nie je možné zapísať súbor";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Nie je možné odstrániť súbor";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Nie je možné presunúť súbor";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Zlyhalo dekódovanie sťahovania";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Zlyhalo dekódovanie sťahovania";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Chcete sa aj tak pripojiť k serveru?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Skontrolujte nastavenia vášho proxy servera. Pre ďalšiu pomoc pri riešení problému kontaktujte správcu systému.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Vyžaduje sa autentifikácia proxy";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autentifikácia %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Zrušiť";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Užívateľské meno";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Heslo";
